{
    "I. Principado de Asturias": {
        "DISPOSICIONES GENERALES": {
            "CONSEJERÍA DE MEDIO RURAL Y POLÍTICA AGRARIA": [
                {
                    "description": "Decreto 43/2024, de 24 de mayo, de declaración de utilidad pública de la concentración parcelaria de carácter privado de Silvallana (Taramundi).",
                    "code": "2024-04721"
                }
            ]
        },
        "AUTORIDADES Y PERSONAL": {
            "JUNTA GENERAL DEL PRINCIPADO": [
                {
                    "description": "Resolución de 20 de mayo de 2024, del Presidente de la Junta General del Principado de Asturias, por la que se convoca concurso para la provisión del puesto de trabajo singularizado de Jefe/a del Servicio de Patrimonio, Infraestructuras y Mantenimiento (2024/146/B1204).",
                    "code": "2024-04497"
                }
            ]
        },
        "OTRAS DISPOSICIONES": {
            "CONSEJERÍA DE PRESIDENCIA, RETO DEMOGRÁFICO, IGUALDAD Y TURISMO": [
                {
                    "description": "Resolución de 14 de mayo de 2024, de la Consejería de Presidencia, Reto Demográfico, Igualdad y Turismo, por la que se remite expediente administrativo y se emplaza a los interesados en el recurso contencioso-administrativo procedimiento ordinario 321/2024, interpuesto ante el Tribunal Superior de Justicia de Asturias.",
                    "code": "2024-04499"
                },
                {
                    "description": "Resolución de 20 de mayo de 2024, de la Consejería de Presidencia, Reto Demográfico, Igualdad y Turismo, por la que se ordena la publicación del Convenio de colaboración entre la Administración del Principado de Asturias, a través de la Consejería de Hacienda y Fondos Europeos y de la Consejería de Salud, y el Servicio de Salud del Principado de Asturias, para el acceso a la historia clínica electrónica por parte del personal médico y de enfermería del Centro de Menores de Sograndio.",
                    "code": "2024-04507"
                },
                {
                    "description": "Resolución de 22 de mayo de 2024, de la Consejería de Presidencia, Reto Demográfico, Igualdad y Turismo, por la que se ordena la publicación del Convenio de colaboración entre la Administración del Principado de Asturias y el Ayuntamiento de Ibias para la realización de actividades para la defensa contra incendios forestales y el mantenimiento de las infraestructuras rurales en su territorio.",
                    "code": "2024-04508"
                },
                {
                    "description": "Resolución de 22 de mayo de 2024, de la Consejería de Presidencia, Reto Demográfico, Igualdad y Turismo, por la que se ordena la publicación del Convenio de colaboración entre la Administración del Principado de Asturias y el Ayuntamiento de Aller para la realización de actividades para la defensa contra incendios forestales y el mantenimiento de las infraestructuras rurales en su territorio.",
                    "code": "2024-04509"
                },
                {
                    "description": "Resolución de 22 de mayo de 2024, de la Consejería de Presidencia, Reto Demográfico, Igualdad y Turismo, por la que se ordena la publicación del Convenio de colaboración entre la Administración del Principado de Asturias y el Ayuntamiento de Laviana para la realización de actividades para la defensa contra incendios forestales y el mantenimiento de las infraestructuras rurales en su territorio.",
                    "code": "2024-04512"
                }
            ],
            "CONSEJERÍA DE HACIENDA Y FONDOS EUROPEOS": [
                {
                    "description": "Resolución de 22 de mayo de 2024, de la Consejería de Hacienda y Fondos Europeos, por la que se remite expediente administrativo en el recurso contencioso-administrativo procedimiento abreviado 98/2024, interpuesto ante el Juzgado de lo Contencioso-Administrativo número 5 de Oviedo.",
                    "code": "2024-04511"
                }
            ],
            "CONSEJERÍA DE CIENCIA, EMPRESAS, FORMACIÓN Y EMPLEO": [
                {
                    "description": "Resolución de 11 de agosto de 2023, de la Consejería de Ciencia, Empresas, Formación y Empleo, sobre depósito de la afiliación del Sindicato Asturiano Independiente de las Tecnologías de la Información y Comunicación (SAITIC), con número de depósito 33100158, en la Federación Sindicatos Asturianos Independientes Federados, en siglas SAIF, con número de depósito 33000082.",
                    "code": "2024-04524"
                },
                {
                    "description": "Resolución de 11 de octubre de 2023, de la Consejería de Ciencia, Empresas, Formación y Empleo, por la que se anuncia el depósito de la disolución de la asociación empresarial denominada Asociación Radio Taxi Ciudad de Gijón Yellowcar, con número de depósito 33000055.",
                    "code": "2024-04525"
                },
                {
                    "description": "Resolución de 22 de septiembre de 2023, de la Consejería de Ciencia, Empresas, Formación y Empleo, por la que se anuncia el depósito de la modificación de los estatutos de la asociación empresarial denominada Federación Española de Ortesistas Protesistas, en siglas (FEDOP), con número de depósito 33000527.",
                    "code": "2024-04489"
                }
            ],
            "CONSEJERÍA DE FOMENTO, COOPERACIÓN LOCAL Y PREVENCIÓN DE INCENDIOS": [
                {
                    "description": "Resolución de 17 de mayo de 2024, de la Consejería de Fomento, Cooperación Local y Prevención de Incendios, por la que se dispone la ejecución del Auto de Ejecución 9/2022 dictado por la Sala de lo Social del Tribunal Superior de Justicia de Oviedo en el procedimiento de conflicto colectivo 37/2021.",
                    "code": "2024-04482"
                },
                {
                    "description": "Resolución de 17 de mayo de 2024, de la Consejería de Fomento, Cooperación Local y Prevención de Incendios, por la que se dispone la ejecución de la sentencia dictada por el Juzgado de lo Contencioso-Administrativo número 4 de Oviedo en el procedimiento abreviado 270/2023.",
                    "code": "2024-04485"
                },
                {
                    "description": "Resolución de 17 de mayo de 2024, de la Consejería de Fomento, Cooperación Local y Prevención de Incendios, por la que se dispone la ejecución de la sentencia dictada por el Juzgado de lo Contencioso-Administrativo número 4 de Oviedo en el procedimiento abreviado 271/2023.",
                    "code": "2024-04484"
                },
                {
                    "description": "Resolución de 17 de mayo de 2024, de la Consejería de Fomento, Cooperación Local y Prevención de Incendios, por la que se dispone la ejecución de la sentencia dictada por el Juzgado de lo Contencioso-Administrativo número 1 de Oviedo en el procedimiento abreviado 274/2023.",
                    "code": "2024-04486"
                },
                {
                    "description": "Resolución de 17 de mayo de 2024, de la Consejería de Fomento, Cooperación Local y Prevención de Incendios, por la que se dispone la ejecución de la sentencia dictada por el Juzgado de lo Social número 2 de Oviedo en el procedimiento con número de autos 312/2023.",
                    "code": "2024-04483"
                },
                {
                    "description": "Resolución de 28 de mayo de 2024, de la Consejería de Fomento, Cooperación Local y Prevención de Incendios, por la que se modifica el lugar de realización de los exámenes convocados para el año 2024 para la obtención del certificado de aptitud profesional necesario para la conducción por vías públicas de vehículos para los que resulte obligatorio estar en posesión de permisos de conducción de las categorías C1, C1+E, C, C+E, D1, D1+E, D o D+E, se designa el Tribunal Calificador y se determinan el lugar y la fecha de las pruebas por Resolución de 26 de octubre de 2023.",
                    "code": "2024-04730"
                }
            ],
            "UNIVERSIDAD DE OVIEDO": [
                {
                    "description": "Extracto de la Resolución de 24 de mayo de 2024, de la Vicerrectora de Internacionalización de la Universidad de Oviedo, por la que se autoriza el gasto y se aprueba la convocatoria de ayudas complementarias de movilidad internacional en régimen de concurrencia competitiva, para alumnos tanto gijoneses como de otras ciudades o países que sean residentes en el municipio de Gijón, que han obtenido una ayuda del Programa Erasmus+ KA131 para estudios durante el curso 2024/2025. Línea 1 “Ayudas destinadas a financiar movilidades con fines de estudio”.",
                    "code": "2024-04642"
                },
                {
                    "description": "Extracto de la Resolución de 24 de mayo de 2024, del Vicerrector de Estudiantes y Empleabilidad de la Universidad de Oviedo, por la que se autoriza el gasto y se aprueba la convocatoria de 2 becas de colaboración para los Servicios de Normalización Lingüística, año 2024, en régimen de concurrencia competitiva.",
                    "code": "2024-04657"
                }
            ]
        },
        "ANUNCIOS": {
            "CONSEJERÍA DE TRANSICIÓN ECOLÓGICA, INDUSTRIA Y DESARROLLO ECONÓMICO": [
                {
                    "description": "Anuncio público a personas interesadas desconocidas en el procedimiento de evaluación ambiental estratégica simplificada. Plan Especial del Área de Planeamiento propuesto “APP-NGW-03”, sito entre las calles les maravilles y de la Torre en Tremañes (Gijón). Expte. IA-PP-0062/2024//AUTO/2024/4009.",
                    "code": "2024-04522"
                },
                {
                    "description": "Información pública relativa a la autorización administrativa previa de instalación de almacenamiento eléctrico independiente. Expte. AUTO/2023/16129 (AT-10872).",
                    "code": "2024-04521"
                },
                {
                    "description": "Información pública relativa a la autorización administrativa previa de instalación eléctrica de alta tensión. Expte. AUTO/2024/7841 (AT-12577).",
                    "code": "2024-04519"
                },
                {
                    "description": "Información pública de la solicitud de autorización administrativa, aprobación del proyecto de ejecución y declaración de utilidad pública de nueva posición con E. R. M. (80/59 bar) en Jove de Arriba en Gijón. Expte. 300488/RED, AUTO/2024/6165.",
                    "code": "2024-04520"
                }
            ]
        }
    },
    "III. Administración del Estado": {
        "JUNTAS ELECTORALES DE ZONA": {
            "JUNTA ELECTORAL DE ZONA DE CANGAS DE ONÍS": [
                {
                    "description": "Acta de constitución con vocales no judiciales.",
                    "code": "2024-04514"
                }
            ],
            "JUNTA ELECTORAL DE ZONA DE GRADO": [
                {
                    "description": "Nombramiento de vocales no judiciales.",
                    "code": "2024-04528"
                }
            ],
            "JUNTA ELECTORAL DE ZONA DE LENA": [
                {
                    "description": "Nombramiento de vocales no judiciales.",
                    "code": "2024-04504"
                }
            ],
            "JUNTA ELECTORAL DE ZONA DE LLANES": [
                {
                    "description": "Nombramiento de los vocales no judiciales de la Junta Electoral de Zona de Llanes.",
                    "code": "2024-04493"
                }
            ],
            "JUNTA ELECTORAL DE ZONA DE OVIEDO": [
                {
                    "description": "Constitución definitiva de la Junta Electoral de Zona de Oviedo.",
                    "code": "2024-04517"
                }
            ]
        }
    },
    "IV. Administración Local": {
        "AYUNTAMIENTOS": {
            "DE AVILÉS": [
                {
                    "description": "Edicto. Aprobación provisional de la modificación de la Ordenanza Fiscal número 113, reguladora del precio público por la prestación de servicios educativos en las escuelas de primer ciclo de Educación Infantil para el curso 2024-2025.",
                    "code": "2024-04500"
                },
                {
                    "description": "Anuncio. Extracto de la Resolución AYT/DEC/4019/2024 de 27 de mayo de 2024, de la Concejalía de Desarrollo Urbano y Económico, por la que se convocan las iniciativas locales de empleo: ayudas al inicio de actividad, año 2024.",
                    "code": "2024-04651"
                }
            ],
            "DE CANDAMO": [
                {
                    "description": "Anuncio. Extracto de la convocatoria pública de subvenciones para el fomento de actividades culturales, deportivas y recreativas durante el ejercicio 2024.",
                    "code": "2024-04675"
                }
            ],
            "DE CARREÑO": [
                {
                    "description": "Anuncio. Aprobación definitiva de la modificación de crédito número 6/2024 por suplemento de crédito financiado con remanente de tesorería para gastos con financiación afectada.",
                    "code": "2024-04719"
                }
            ],
            "DE CASO": [
                {
                    "description": "Anuncio. Aprobación definitiva de la modificación de la Ordenanza Fiscal número 28 reguladora de la tasa por servicios culturales del Ayuntamiento de Caso.",
                    "code": "2024-04487"
                }
            ],
            "DE CORVERA DE ASTURIAS": [
                {
                    "description": "Anuncio. Aprobación definitiva de la imposición del acuerdo regulador número 358, de la modificación de los acuerdos reguladores números 354 y 357 y de la modificación de la Ordenanza General de gestión, recaudación e inspección.",
                    "code": "2024-04495"
                }
            ],
            "DE EL FRANCO": [
                {
                    "description": "Anuncio. Aprobación definitiva de expediente de modificación de créditos transferencia entre partidas de distinta área de gasto.",
                    "code": "2024-04676"
                }
            ],
            "DE GRADO": [
                {
                    "description": "Anuncio. Reglamento regulador de la Agrupación Municipal de Voluntarios de Protección Civil del concejo de Grado.",
                    "code": "2024-04515"
                },
                {
                    "description": "Anuncio. Bases para la elaboración de una bolsa de funcionarios interinos en la categoría de Peón/Operario para cubrir vacantes, sustituciones transitorias o necesidades temporales de dicha categoría en el ámbito del Ayuntamiento de Grado.",
                    "code": "2024-04518"
                },
                {
                    "description": "Anuncio. Aprobación inicial de crédito extraordinario número 11/2024.",
                    "code": "2024-04510"
                },
                {
                    "description": "Anuncio. Inicio de la acción investigadora sobre la posible naturaleza pública o no de terreno en Santa María de Grado.",
                    "code": "2024-04505"
                },
                {
                    "description": "Anuncio. Inicio de la acción investigadora sobre la naturaleza del terreno en el Palacio de Grado.",
                    "code": "2024-04506"
                }
            ],
            "DE LANGREO": [
                {
                    "description": "Anuncio. Extracto de la convocatoria de subvenciones para actuaciones de rehabilitación del barrio Urquijo, en el municipio de Langreo, en relación con la ejecución de los programas de ayuda en materia de rehabilitación residencial y vivienda social del Plan de Recuperación, Transformación y Resiliencia, financiado por la Unión Europea, Next Generation EU.",
                    "code": "2024-04650"
                }
            ],
            "DE NOREÑA": [
                {
                    "description": "Anuncio. Rectificación de error advertido en el anuncio de la Ordenanza Fiscal número 103, tasa por prestación del servicio de alcantarillado.",
                    "code": "2024-04526"
                }
            ],
            "DE OVIEDO": [
                {
                    "description": "Anuncio. Aprobación definitiva de la modificación de la Ordenanza General de Subvenciones del Ayuntamiento de Oviedo por modificación de las bases reguladoras de las subvenciones a entidades sin ánimo de lucro para la contratación de personas desempleadas para la realización de proyectos de carácter social.",
                    "code": "2024-04488"
                }
            ],
            "DE PRAVIA": [
                {
                    "description": "Anuncio. Exposición pública de la Cuenta General del ejercicio 2023.",
                    "code": "2024-04523"
                }
            ],
            "DE QUIRÓS": [
                {
                    "description": "Anuncio. Nombramiento de funcionaria interina del Ayuntamiento de Quirós para la cobertura temporal de la plaza de Auxiliar Administrativo.",
                    "code": "2024-04502"
                }
            ],
            "DE SAN MARTÍN DEL REY AURELIO": [
                {
                    "description": "Anuncio. Bases reguladoras para la concesión de becas de comedor escolar para Educación Infantil y Primaria curso 2024/2025.",
                    "code": "2024-04503"
                }
            ],
            "DE SIERO": [
                {
                    "description": "Anuncio. Exposición pública de la Cuenta General del ejercicio 2023.",
                    "code": "2024-04513"
                },
                {
                    "description": "Anuncio. Resultado definitivo del proceso selectivo, por el sistema de concurso, para la cobertura de una plaza de Psicólogo, proceso extraordinario de estabilización de empleo temporal.",
                    "code": "2024-04527"
                }
            ]
        }
    },
    "VI. Otros Anuncios": {
        "EMPRESA MUNICIPAL DE AGUAS DE GIJÓN, S. A. U.": {}
    }
}